[
  "Why did your last relationship end?",
  "What is the newest thing you've learned in bed?",
  "What makes you better than everyone else here?",
  "If you were a stripper,what would be your special move?",
  "What is your best move in bed?",
  "What is the kinkiest thing you've done to pleasure a partner?",
  "If you had to steal the life of one other player in this room and live out the rest of yours as them,who would you pick?",
  "Out of everyone in this room,who would win the Hunger Games? Who would be the first to die?",
  "What is the most messed up type of porn you've ever watched?",
  "What is the longest amount of time you've spent on the toilet?",
  "What is the worst way you've wronged yourself?",
  "What is the most embarrassing thing that you own?",
  "Describe the most embarrassing time that you've ever puked.",
  "What is your least favorite sex position?",
  "Would you rather be a ghost or a robot?",
  "Who was your first boyfriend/girlfriend/partner? State their full name.",
  "What is the most embarrassing thing you did in high school?",
  "How big was the biggest poop you've ever taken?",
  "Who would you have a 3-way with?",
  "Who was your first kiss? Where did it take place?",
  "How old were you when you first masturbated?",
  "What feature do you find most attractive in the opposite (or same) gender?",
  "What is the worst thing that someone could stick up your ass? What do you think you could tolerate?",
  "Who is the coolest person in the room? (don't say yourself)",
  "Where is the location of the most embarrassing stain you've ever left?",
  "What is the stupidest thing you've ever done while drunk?",
  "What is the location where one of the most embarrassing things that have ever happened to you occurred?",
  "If you had to give a lap dance to one person in this room, who do you think would tip you the best?",
  "How old were you when you first kissed someone else?",
  "What is the basic subject of your biggest weakness?",
  "If you had to sniff the butt-crack of one other person in this room who would it be?",
  "If anything was possible,how long would the longest sex session last?",
  "Where is the last place you had sex?",
  "Who do you think has (or would have) the biggest penis in the room?",
  "How long was your shortest sexual experience?",
  "If you had to have sex with an animal,how large of an animal would it be? Show using your hands.",
  "Name two people in this room,that aren't dating,that might make a good couple.",
  "Who in this room do you think lasts the longest in bed?",
  "What is the most public location you've ever touched yourself?",
  "If you had to pick two people in this room to watch and give commentary on your next sexual experience",
  "Which female (or male) in the room do you think is the biggest bitch?",
  "If you could Frankenstein the perfect human out of everyone in this room,list the people that you would use in this order (no repeats): hair,face,torso,ass.",
  "Who here has the nicest butt?",
  "What is something sexy that you wish you knew how to do?",
  "What is the last thing you said during intercourse?",
  "Describe your most homosexual experience.",
  "If you could break up the relationship of anyone you know personally,who would it be?",
  "Either on yourself,or someone else,which do you prefer, butt or boobs?",
  "Who is the biggest asshole in the room?",
  "If you had to murder someone,where would you hide the body?",
  "What is the most fucked up thought you've ever had?",
  "Out of everyone in this room who would win the Hunger Games? Who would be the first to die?",
  "What is something dirty that you've tried that you wish you hadn't?",
  "What is the last type of porn you watched?",
  "Who has the ugliest genitals you've ever seen?",
  "If you had to hire a prostitute for your own pleasure,how expensive of a prostitute would you get? How much would you be willing to pay?",
  "What is the approximate date of which you last tried something new in bed?",
  "What does your weirdest fetish involve?",
  "Have you ever been fired? If so,why?",
  "List everyone in this room that you think has gotten laid within the last 2 weeks",
  "What is your pre-sex routine?",
  "Who have you slept with,but wish you hadn't?",
  "What is the worst thing you've ever done for money?",
  "What is the strangest thing that turns you on?",
  "What is the most awkward thing you've ever walked in on a family member doing?",
  "If you were stranded on an island would you rather resort to cannibalism or die of starvation?",
  "What is the sexiest quality a person could have?",
  "Tell us someone else's secret. Don't say any names.",
  "Who is the tallest player in the room? Who is the shortest?",
  "If you were to have children,how many would you want?",
  "What is the weirdest thing you've ever stuck into a bodily orifice?",
  "What is the worst way in which you've betrayed someone's trust?",
  "How many people,other than family,have seen you naked?",
  "If you had to,which relative (by name) would you bang?",
  "If you're male,what is the length of your penis?",
  "If you're female,how many fingers could your vaginal opening fit in?",
  "Have you ever considered dating anyone in this room? Would you? If so,who?",
  "Who do you think is more of a sex-crazed maniac?",
  "Who is the hottest teacher you've ever had?",
  "Your mom or your dad?",
  "No question for you!! Show this card and hand off your shot to the person of your choosing",
  "What is the raunchiest dare you've ever had to do?",
  "In your opinion,what is the worst type of porn?",
  "What is the meanest thing you ever hoped happened to someone?",
  "If you had to lick the nipples of one other person in this room,"
  "What makes you absolutely cringe?",
  "Which female has the smallest boobs in the room?",
  "What is your favorite sex toy?",
  "What is the worst way you've wronged someone else?",
  "Describe the situation of which you last peed your pants",
  "What color is your underwear?",
  "What is the last thing you said to your most recent ex?",
  "Who would you bang? Your mom or your dad?",
  "What is the punchline to your best joke?",
  "What is the basic subject of your deepest secret?",
  "What is something that you've NEVER tried sexually?",
  "Who are you currently infatuated with? Crushing on?",
  "If you had to steal the significant other of someone you know personally so that you would date them yourself,who would you wrong?",
  "What is the basic subject of the most fucked-up thought you've ever had?",
  "Who is the most repulsive person in your family?",
  "Who was your worst relationship with?",
  "At what age were you first attracted to someone else?",
  "Out of the people in this room,if you had to sleep with someone of the same gender",
  "Describe a situation of which you could not have stooped any lower",
  "What is the most embarrassing way you've ever injured yourself?",
  "Would you rather murder 3 innocent children,or watch 3 loved ones die in front of you?",
  "Apart from humans,what is the sexiest animal?",
  "If you could break up anyone's relationship,who's would it be?",
  "List off everyone in this room that you think has tried anal",
  "Who here do you think is the worst in bed?",
  "What is the most disturbing song someone could play while having sex?",
  "What is the most disturbing thought that has ever run through your head during sex?",
  "Describe the situation of which you last peed your pants.",
  "What is the least attractive race?",
  "What is your biggest weakness?",
  "What is the weirdest thing you've used to masturbate?",
  "What do you usually say/do before you climax?",
  "What is the hottest profession?",
  "If you had to eradicate a race of people from this planet,what one would you pick? ...you monster...",
  "What is the weirdest thing you'd be willing to do in bed?",
  "What is the worst way you've been broken up with?",
  "What is the worst thing you've ever done?",
  "How long does it usually take you to climax?",
  "If you have either accidentally or purposely touched an animal's genitals,what type of animal was it?",
  "In inches,about how long is a wax crayon?",
  "What is the most embarrassing thing that you currently keep in your bedroom?",
  "What is the most attractive race?",
  "Describe in great detail,without saying any names,the player on your left.",
  "Have you ever masturbated with someone else in the room? Who?",
  "Who do you think is the kinkiest person in the room?",
  "What could be done in the next ten minutes to completely ruin this day for you?",
  "What age is the prime age for a gender that you are attracted to?",
  "If you or your closest friend in the current room had to suck a serial killer's dick in order to get out of the situation alive,would you do it or would you make your friend do it?",
  "How often do you groom your nether-regions?",
  "What is the most embarrassing thing you've ever said during intercourse?",
  "How many 5-year-olds do you think you could take in a fight?",
  "On a scale of 1 to 10,rate the attractiveness of the person on your left.",
  "Who in this room do you think is the best at sex?",
  "What is a way that you've wronged someone else in this room?",
  "Who was your first boyfriend or girlfriend (full name)?",
  "List off everyone in this room that has wronged you in one way or another.",
  "What is your go-to flavor of porn?",
  "If you had to pick two people in this room to watch you next time you have sex,"
  "Would you rather be a stripper or give hand jobs for a living?",
  "Approximately,how big was the biggest shit you've ever taken?",
  "What is the weirdest dream you've ever had? Describe it as if it really happened.",
  "Would you rather fuck a ghost or a robot?",
  "Where is the closest location to where you are currently in which you've had intercourse?",
  "List the names of all the sexual partners you've had.",
  "have seen you completely naked?",
  "Who do you think has the biggest penis in the room?",
  "Name two people in this room that aren't dating,but would make a good couple.",
  "Name someone completely inappropriate that you've had a sex dream about.",
  "What is the most embarrassing situation in which you've popped a boner or been aroused?",
  "Who is the coolest person in the room? (Don't say yourself.)",
  "Are there any taboo categories of porn that you've found yourself returning to on occasion? If so,what?",
  "Name a relative that you think is probably really horny.",
  "What is your least favorite sexual position?",
  "How many days in a row have you worn the same pair of underwear?",
  "If you could steal someone's significant other to have for yourself,how long would the ideal sex session last?",
  "If you had to completely eliminate either all gay men or all lesbian women,would you pick the men or the women?",
  "If you had to have sex with one person in this room right now with everyone watching,"
  "Who in this room do you think has had the worst sex?",
  "What is your biggest fear?",
  "If you had to punch one person in this room in the face,who would you sleep with?",
  "If you have wronged any of the people in this room,list their names now.",
  "Would you rather be fucked by a mountain lion or a pig?",
  "Who was your worst kiss?",
  "Who was your first kiss?",
  "If you could make any two people in this room kiss,"
  "What makes you bad at sex?",
  "When was the last time you masturbated?",
  "Describe the most awkward situation that you've ever put yourself into.",
  "If you don't currently have children,how many years do you think it would be before you would want them?",
  "What is the worst thing you've ever walked in on one or both of your parents doing?",
  "Have you ever had a finger up your ass? Yours? Or someone else's?",
  "What is the worst way you've broken up with someone?",
  "Who is,without a doubt,the most stupidly annoying person here?",
  "What is the worst thing you've ever done in somebody else's bathroom?",
  "Which female has the smallest boobs in the room? If there are no females,which male would make the prettiest girl?",
  "Describe a situation of which you could not have stooped any lower.",
  "Would you rather have sex with Hitler or Bin Laden?",
  "Other than anything human,what is something else you would have sex with if you had to?",
  "How many times a week would you ideally like to have sex?",
  "who is the least attractive person in this room?",
  "How old were you when you had your first sexual experience?",
  "Either on yourself or someone else,"
  "What is your biggest sexual fantasy?",
  "If you had to surrender either sex or alcohol,what would you give up?",
  "If you had to push one person in this room into an active volcano,"
  "If you had to sit and watch two people in this room have sex,who would you watch?",
  "Who in this room talks too much without saying anything at all?",
  "What is the most fucked up type of porn you've ever watched?",
  "List the names of all the sexual partners you've ever had",
  "What is the scariest thing that's ever happened to you?",
  "Which two people in the room do you think would make the cutest babies?",
  "What is the last movie you watched that turned you on?",
  "What is the strangest thing you've ever been aroused by?",
  "If you poured hot chocolate onto a white bedspread,what would it leave?",
  "List off everyone in this room that you think has tried anal?",
  "What does your most embarrassing pair of underwear look like?",
  "If you had to get a partner to dress up as a character in bed,which character would it be?",
  "What is the most adventurous place you've had sex?",
  "What is the worst crime you'd be willing to commit to save a loved one?",
  "How many naughty pictures are currently saved on your phone?",
  "What is the most impressive thing a partner has done during sex?",
  "What are you worst at when having sex?",
  "Who,in your opinion,is the least attractive person in this room?",
  "What type of animal would it be?",
  "What is a sex fact that took you embarrassingly long to learn?",
  "Incest or Bestiality?",
  "What is the last thing you pretended to like, but didn't?",
  "What is the stupidest thing you've done at a bar or club?",
  "How many dirty pictures are currently saved on your phone?",
  "What could be done,legally,in the next ten minutes,in this room,that would ruin this day for you?",
  "If it took you 1½ hours to drive to work and then 2½ hours to walk home,how long would your total commute be?",
  "No question for you!! Show this card and hand off your shot to the person of your choosing.",
  "Would you rather completely lose your genitals or have a ballsack permanently sewn to your face?",
  "List off everyone in the room that has wronged you in one way or another.",
  "What is the worst thing someone else could say in bed?",
  "How often do you groom your nether regions?",
  "What is the raunchiest dare you've ever done?",
  "Describe the location and audience of the most embarrassing fart you've ever ripped.",
  "If you have,what type of porn have you watched with someone else?",
  "What is the length of your penis? If you're female,how many fingers could you fit into your vaginal opening?",
  "Who is the most inappropriate person that's ever popped into your head while masturbating?",
  "Who is the WORST person someone in this room has dated?",
  "Who is the meanest person that you know personally? What did they do?",
  "How many people total have you had sex with?",
  "When was the last time you tasted blood,brother?",
  "What is the worst thing someone has ever done to you?",
  "What is something that you've never tried in bed,but you'd be totally willing to?",
  "If you never had to talk to one of your friends ever again,what is the most embarrassing way you've been caught having intercourse?",
  "If Queen Elizabeth II asked to touch your genitals,would you let her? For how long?",
  "What is the least sexiest profession?",
  "If you had any pet while growing up,what is the worst thing they've ever seen you do?",
  "Approximately how big was your biggest poop? Feel free to use comparisons."
}